;Place localized text in this file
[WOTC_Tactical_Options]
MOD_NAME="WOTC战术选项"


[GremlinLootProtocol X2AbilityTemplate]
LocFriendlyName="小精灵拾取"
LocHelpText="派遣你的小精灵去拾取战利品。"


[ScoutingProtocol X2AbilityTemplate]
LocFriendlyName="侦察协议"
LocLongDescription="命令你的小精灵侦察一个区域。不会破坏隐藏状态或以任何方式惊动敌人。"
LocHelpText="命令你的小精灵侦察一个区域。"
LocFlyOverText="侦察协议"


[SI_SystemInfiltration X2AbilityTemplate]
LocFriendlyName="系统渗透"
LocLongDescription="花费1个行动点，获得黑客数值的加成。如果单位移动或受到伤害，加值将丢失。"
LocHelpText="渗透敌人系统以增加成功入侵的机会。"


; Remove from "SustainingSphere" to "CombatStims" below to completely disable the NoSingleUseItems description overrides
;[SustainingSphere X2WeaponTemplate]
;BriefSummary="维生领域是一种紧急保险装置，在士兵濒临死亡时自动激活，使其暂时置入不会受伤的状态以延续生命。维生领域只可在战斗中使用一次。"
;[SustainingSphereAbility X2AbilityTemplate]
;LocHelpText="维生领域是一种紧急保险装置，在士兵濒临死亡自动激活，使其暂时置入不会受伤的状态以延续生命。维生领域只可在战斗中使用一次。"
;LocLongDescription="维生领域是一种紧急保险装置，在士兵濒临死亡时自动激活，使其暂时置入不会受伤的状态以延续生命。维生领域只可在战斗中使用一次。"
;[SustainingSphereTriggeredAbility X2AbilityTemplate]
;LocHelpText="维生领域是一种紧急保险装置，在士兵濒临死亡时自动激活，使其暂时置入不会受伤的状态以延续生命。维生领域只可在战斗中使用一次。"
;LocLongDescription="维生领域是一种紧急保险装置，在士兵濒临死亡时自动激活，使其暂时置入不会受伤的状态以延续生命。维生领域只可在战斗中使用一次。"
;[RefractionField X2WeaponTemplate]
;BriefSummary="使用从外星幽灵残骸中回收的素材，折射力场技术将使全副武装的士兵立即进入隐蔽状态。"
;[RefractionFieldAbility X2AbilityTemplate]
;LocHelpText="立即进入隐蔽状态。"
;LocLongDescription="使用从外星幽灵残骸中回收的素材，折射力场技术将使装备好的士兵立即进入隐蔽状态。"
;[CombatStims X2AbilityTemplate]
;LocLongDescription="士兵使用超能血清后可获得获得额外的机动力以及精神免疫效果，并在此后的<Ability:COMBATSTIMSDURATION/>回合内减少所受到的伤害。使用无需消费行动点数。超能血清只能在战斗中使用一次。"

; If have set "Rebalance_Sting" to false, remove/comment out the below line to revert back to vanilla
;[Sting X2AbilityTemplate]
;LocPromotionPopupText="<Bullet/>毒刺可以让死神在绝对不想暴露的情况下攻击。<br/><Bullet/>针消耗<Ability:SelfAmmoCost/>弹药,需要<Ability:SelfCooldown/>回合冷却<br/>"


[AllHunkerDown X2AbilityTemplate]
LocFriendlyName="全员蹲伏"
LocHelpText="全部单位蹲伏。"

[OthersHunkerDown X2AbilityTemplate]
LocFriendlyName="他人蹲伏"
LocHelpText="其他全部单位蹲伏。"

[AllReload X2AbilityTemplate]
LocFriendlyName="全员装弹"
LocHelpText="全部单位重新装弹。"


[EvacCarryOnly X2AbilityTemplate]
LocFriendlyName="撤离点搬运"
LocHelpText="士兵把搬运的东西绑在天际游侠号的绳索上回收，仅在撤离点区域可用。"


[BattleScanner_IncreaseVisionRange X2AbilityTemplate]
LocFriendlyName="范围扩展"
LocHelpText="增加士兵的视野范围。"


[AllyStabilize X2AbilityTemplate]
LocFriendlyName="稳定队友"
LocHelpText="使用倒地士兵自己的急救包来稳定士兵，防止他们流血而死。"

[AllyStabilize_Medikit X2AbilityTemplate]
LocFriendlyName="稳定队友"
LocHelpText="使用倒地士兵自己的急救包来稳定士兵，防止他们流血而死。"

[AllyStabilize_NanoMedikit X2AbilityTemplate]
LocFriendlyName="稳定队友"
LocHelpText="使用倒地士兵自己的急救包来稳定士兵，防止他们流血而死。"

[AllyStabilize_BioMedikit X2AbilityTemplate]
LocFriendlyName="稳定队友"
LocHelpText="使用倒地士兵自己的急救包来稳定士兵，防止他们流血而死。"

[OnSelf_MedikitHeal X2AbilityTemplate]
LocFriendlyName="使用队友急救包"
LocHelpText="使用倒地士兵的急救包治愈自己<Ability:MEDIKITPERUSEHP/>生命。"

[OnSelf_NanoMedikitHeal X2AbilityTemplate]
LocFriendlyName="使用队友急救包"
LocHelpText="使用倒地士兵的急救包治愈自己<Ability:NANOMEDIKITHEALHP/>生命。"

[OnSelf_BioMedikitHeal X2AbilityTemplate]
LocFriendlyName="使用队友急救包"
LocHelpText="使用倒地士兵的急救包治愈自己<Ability:NANOMEDIKITHEALHP/>+1生命。"

[EvacAll X2AbilityTemplate]
LocFriendlyName="全员撤离"
LocHelpText="撤离点内的单位全部撤离。"

[OverwatchAll X2AbilityTemplate]
LocFriendlyName="全员监视"
LocHelpText="全部可行动的单位进行监视。"

[OverwatchOthers X2AbilityTemplate]
LocFriendlyName="他人监视"
LocHelpText="其他全部可行动的单位进行监视。"


[SmartOverwatchNormal X2AbilityTemplate]
LocFriendlyName="战术监视"
LocLongDescription="在重点区域内通常监视。"
LocHelpText="在重点区域内监视。"
LocFlyOverText="战术监视"
LocPromotionPopupText="<Bullet/>圆锥范围的大小可在mod文件夹中配置 > XComGame.ini <br/><Bullet/> <br/>"

[SmartOverwatchRifle X2Ability_DefaultAbilitySet]
LocFriendlyName="战术监视"
LocLongDescription="在重点区域内用步枪监视。"
LocHelpText="在重点区域内监视。"
LocFlyOverText="战术监视"
LocPromotionPopupText="<Bullet/>圆锥范围的大小可在mod文件夹中配置 > XComGame.ini <br/><Bullet/> <br/>"

[SmartOverwatchSniper X2AbilityTemplate]
LocFriendlyName="战术监视"
LocLongDescription="在重点区域内用狙击枪监视。"
LocHelpText="在重点区域内监视。"
LocFlyOverText="战术监视"
LocPromotionPopupText="<Bullet/>圆锥范围的大小可在mod文件夹中配置 > XComGame.ini <br/><Bullet/> <br/>"

[SmartOverwatchSniperLong X2AbilityTemplate]
LocFriendlyName="战术监视"
LocLongDescription="在重点区域内用狙击枪守望。"
LocHelpText="在重点区域内监视。"
LocFlyOverText="智能守望"
LocPromotionPopupText="<Bullet/>圆锥范围的大小可在mod文件夹中配置 > XComGame.ini <br/><Bullet/> <br/>"

[SmartOverwatchShotgun X2AbilityTemplate]
LocFriendlyName="战术监视"
LocLongDescription="在重点区域内用霰弹枪监视。"
LocHelpText="在重点区域内监视。"
LocFlyOverText="战术监视"
LocPromotionPopupText="<Bullet/>圆锥范围的大小可在mod文件夹中配置 > XComGame.ini <br/><Bullet/> <br/>"

[SmartOverwatchCannon X2AbilityTemplate]
LocFriendlyName="战术监视"
LocLongDescription="在重点区域内用加农炮监视。"
LocHelpText="在重点区域内监视。"
LocFlyOverText="战术监视"
LocPromotionPopupText="<Bullet/>圆锥范围的大小可在mod文件夹中配置 > XComGame.ini <br/><Bullet/> <br/>"

[SmartOverwatchGuardian X2AbilityTemplate]
LocFriendlyName="战术监视"
LocLongDescription="在重点区域内使用守护监视。"
LocHelpText="在重点区域内监视。"
LocFlyOverText="战术监视"
LocPromotionPopupText="<Bullet/>圆锥范围的大小可在mod文件夹中配置 > XComGame.ini <br/><Bullet/> <br/>"